[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.3.2

LanguageName=Português do Brasil

FileAuthor=Erich Sander

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Circle Dock Website
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Author
SupportForumWord=Support Forum
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Pressionar teclas / Rolagem do scroll por rotação
IconReplacementMode=Modo de substituição dos ícones
normal=Normal
topmost=Sempre afrente
alwaysOnBottom=Sempre atrás
zLevel=zLevel [Profundidade]

[MainContextMenu]
WebsiteWord=Website
SettingsWord=Configurações
HideWord=Esconder
ShowWord=Mostrar
QuitWord=Sair
RemoveWord=Remover
AddWord=Adicionar
DockFolder=Pasta do Dock
ChangeIcon=Mudar Ícone
ItemSettings=Configurações dos Items
PauseMouseToggling=Pausar Alternância por Mouse.
blankIcon=Ícone Vazio

[SettingsPanel]
Name=Configuração do Circle Dock
SettingsPanelWord=Painel de Configurações
GeneralWord=Geral
DockShape=Forma do Dock

Labels=Marcadores
Animation=Animação
LocationWord=Localização
TogglingWord=Visibilidade
FileDockIconAssociations=Arquivo -> Associações dos Ícones
LanguageWord=Linguagem
HelpWord=Ajuda
HotKeySelectorToggleDock=Hotkey (Para alterar a visibilidade do Dock)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Combinação de Hotkeys válida
InvalidHotKeyCombination=Combinação de Hotkeys inválida

CentreAroundCursorWhenShown=Centralizar o Dock ao cursor quando mostrado
CircleDockVersionWord=Versão Atual do Circle Dock
EnableDockRotation=Ativar rotação do Dock

ConfigurationDescriptionLabel=Customize o modo que o Circle Dock se mostra na sua tela

// General Panel
KeepDockAboveAllOtherWindows=Manter o Dock sobre outras janelas
ClickSensitivity=Sensibilidade dos cliques
Sensitive=Sensível
NotSensitive=Insensível
EnablePortabilityMode=Ativar modo portátil
UseMemorySaver=Usar modo de Economia de Memória

// Background Panel
Background=Fundo
BackgroundImage=Imagem de fundo
NormalSize=Tamanho Normal
NormalOpacity=Opacidade normal

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Número constante de itens por círculo
NumberOfIconsPerCircle=Número de ícones por círculo
MinimumRadius=Raio mínimo
SeparationBetweenCircles=Separação entre círculos
FormatWord=Formato
CircleWord=Círcular

// Centre Button Panel
CentreButton=Botão Central
DefaultCentreButton=Botão Central padrão
OtherSettings=Outras Configurações
ShowStartMenuWhenClicked=Mostrar menu inicial quando clicado
StartMenuResidueWarning=Nota: Você deve desligar o "Mostrar sombra abaixo de menus" em seu estilo visual do Windows ou você terá sombras resíduais.

// Dock Items Panel
DockItems=Items do Dock
RightClickMenu=Menu - Botão-Direito
ShowWindowsFileFolderMenus=Mostrar menus do Windows
HideDock=Esconder Dock
HideDockAfterFileExecution=Esconder o Dock após abrir um Arquivo/Pasta

// Labels Panel
FontWord=Fonte
ChangeFont=Alterar fonte
ChangeColor=Alterar cor
ShadowWord=Sombra
ShadowSize=Tamanho da sombra
ShadowDarknessFactor=Opacidade da sombra
ShowLabels=Mostrar marcadores
ShowLabelsOnMouseoverOnly=Mostrar marcadores apenas sobre o mouse

// Animation
AnimationWord=Animação
GeneralFrameRate=Taxa de Quadros por Segundo (FPS)
RotationAnimationDuration=Duração da animação de rotação (ms)
FadeInFadeOutDuration=Duração de Aparecer / Esconder (ms)
UsePoofAnimationWhenDeleting=Usar a animação 'poof' quando deletar itens (Experimental)

//About Panel
AboutWord=Sobre
ThePremiereCircularDockForWindows=A primeira Dock Circular para Windows
WebsiteWord=Website
VersionInformation=Informações da Versão
OfficialHomepage=Página Oficial

// Help Panel
SupportWord=Suporte
OfficialWebForum=Fórum Oficial
OfficialWebHelpFAQ=FAQ/Ajuda oficial

// Language Panel
LanguageFileLocation=Localização do arquivo de linguagem
LanguageName=Nome da linguagem
LanguageFileAuthor=Autor do arquivo de linguagem
LanguageFileVersion=Versão do arquivo de linguagem
LanguageFileOriginallyIntendedFor=Arquivo de linguagem originalmente feito para a versão:
LanguageFileProgramRestartRequired=***É necessário reiniciar o programa para que a linguagem seja completamente alterada***
LanguageFileValidCurrent=O Arquivo de linguagem é válido/atualizado
LanguageFileInvalidOutofDate=O Arquivo de linguagem é inválido/desatualizado

// File -> Icon Associations
FileIconAssocationsDescription=Ícones padrão usados quando um ítem é adicionado ao Dock
FileNameIconAssociations=Nome do Arquivo -> Associações dos ícones
FolderNameIconAssociations=Nome da Pasta -> Associações dos ícones
FileExtensionIconAssociations=Extensão do Arquivo -> Associações dos ícones
DockFolderIconAssociation=Pasta do Dock -> Associação dos ícones

// Toggling
ToggleVisibilityHotKey=Alterar Hotkey de visibilidade
ToggleVisibilityMouseButton=Alterar botão de visibilidade do mouse
ShowDockWhenIMoveMyMouseTo=Mostrar o Dock quando mover o mouse para...
ScreenLeftEdge=Borda esquerda da tela
ScreenRightEdge=Borda direita da tela
ScreenTopEdge=Borda de cima da tela
ScreenBottomEdge=Borda do fundo da tela
EdgeWidthHeight=Largura/Altura das bordas
lockDockAtCurrentPosition=Travar Dock na posição atual
useSameRotationValueAllLevels=Usar valor de rotação em todos os níveis
currentRotationValue=Valor de rotação atual
maximumNumberOfItemsPerCircle=Número máximo de items por círculo
lineWord=Linha
spiralWord=Espiral
rateOfIncrease=Taxa de aumento
defaultWord=Palavra Padrão
separationWord=Separação
fileName=Nome do Arquivo
folderName=Nome da Pasta
extensionName=Nome da extensão
associatedDockIcon=Ícone do Dock associado
browse=Procurar
startsWith=Começa com
endsWith=Termina com
exactMatch=É exatamente
contains=Contém
sample=Exemplo
dwellTime=Tempo de permanência

[ErrorMessages]
MissingInvalid=Faltando/Inválido
FilePathMissingInvalid=Arquivo/Localização inválida.
[DockItemProperties]
Arguments=Argumentos
ItemSettings=Configurações do item
File=Arquivo
Folder=Pasta
IconImage=Imagem do Ícone
Maximized=Maximizado
Minimized=Minimizado
Name=Nome
Normal=Normal
Run=Executar
StartIn=Começa em
Target=Alvo
Close=Fechar
